{"recipies":[{"name":"Alexander","colour":"thick","garnish":"Nutmeg","glassType":"Cocktail glass","ingredients":[{"name":"Gin","quantity":"1","unit":"oz"},{"name":"Cream","quantity":"1","unit":"oz"},{"name":"Creme De Cacao","quantity":"1","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all ingredients to a cocktail shaker with ice"},{"name":"Step: 2","text":"Shake well for 10-15 seconds"},{"name":"Step: 3","text":"Strain into a chilled cocktail glass"},{"name":"Step: 4","text":"Garnish with grated nutmeg and serve"},{"name":"Step: 5","text":"Opt for a rich, high-quality cream to create a smoother and more luxurious texture in your Alexander cocktail."},{"name":"Step: 6","text":"Use freshly grated nutmeg for garnish. Freshly grated nutmeg has more aromatic oils and a more intense flavor compared to pre-ground."}]},{"name":"Vesper","colour":"winter","garnish":"Lemon","glassType":"Cocktail glass","ingredients":[{"name":"Vodka","quantity":"½","unit":"oz"},{"name":"Gin","quantity":"1½","unit":"oz"},{"name":"Lillet Blanc","quantity":"¼","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all ingredients to a cocktail shaker with ice"},{"name":"Step: 2","text":"Shake well for 10-15 seconds or until the outside of the shaker becomes frosted"},{"name":"Step: 3","text":"Strain into a chilled cocktail glass, garnish with a lemon peel and serve"},{"name":"Step: 4","text":"Chill your cocktail glass in the freezer beforehand. This ensures the drink stays colder for longer, which is crucial for a spirit-forward cocktail like the Vesper."},{"name":"Step: 5","text":"Consider using a frozen gin for an extra cold Vesper. This enhances the smoothness and makes the flavors meld together beautifully."}]},{"name":"Singapore Sling","colour":"tropical","garnish":"Pineapple, cocktail cherry","glassType":"Highball glass","ingredients":[{"name":"Cointreau","quantity":"¼","unit":"oz"},{"name":"Lime juice","quantity":"½","unit":"oz"},{"name":"Pineapple Juice","quantity":"4.06","unit":"oz"},{"name":"Gin","quantity":"1","unit":"oz"},{"name":"Grenadine","quantity":"⅓","unit":"oz"},{"name":"Angostura Bitters","quantity":"1 dash","unit":""},{"name":"Cherry liqueur","quantity":"½","unit":"oz"},{"name":"DOM Benedictine","quantity":"¼","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all ingredients to a cocktail shaker with ice and shake well"},{"name":"Step: 2","text":"Strain into a highball glass with ice cubes"},{"name":"Step: 3","text":"Garnish with a pineapple wedge and a maraschino cherry before serving"},{"name":"Step: 4","text":"Use fresh pineapple juice for the best flavor intensity and natural sweetness. A freshly juiced pineapple will elevate the fruity notes beyond what canned juice can offer."},{"name":"Step: 5","text":"Employ a high-quality cherry liqueur such as Luxardo Maraschino for a more robust, authentic cherry taste. Cheap liqueurs often come with artificial flavors that can dull the overall profile."}]},{"name":"Margarita","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Triple Sec","quantity":"⅔","unit":"oz"},{"name":"Lime juice","quantity":"½","unit":"oz"},{"name":"Tequila Blanco","quantity":"1⅔","unit":"oz"},{"name":"Salt","quantity":"Pinch","unit":""}],"steps":[{"name":"Step: 1","text":"Rim the edge of a cocktail glass with salt by coating the edge with lime juice and dipping into the salt"},{"name":"Step: 2","text":"Add the other ingredients to a cocktail shaker with a few cubes of ice"},{"name":"Step: 3","text":"Shake well for 10-15 seconds or until the outside of the shaker becomes frosted"},{"name":"Step: 4","text":"Strain into a cocktail glass and serve"},{"name":"Step: 5","text":"Always use freshly squeezed lime juice for your Margarita, as it provides a more vibrant and authentic flavor compared to bottled lime juice."},{"name":"Step: 6","text":"For a smoother texture, consider using a fine-mesh strainer to double strain your Margarita, ensuring no ice shards or pulp make it into the final drink."}]},{"name":"Mint Julep","colour":"winter","garnish":"Mint","glassType":"Lowball / rocks glass","ingredients":[{"name":"Mint Leaves","quantity":"12","unit":""},{"name":"Bourbon","quantity":"2","unit":"oz"},{"name":"Sugar Syrup","quantity":"1 teaspoon","unit":""}],"steps":[{"name":"Step: 1","text":"In the bottom of a lowball glass, muddle the mint leaves to release the oils from the leaves, with the sugar and the sugar syrup"},{"name":"Step: 2","text":"Add the bourbon and fill the glass with crushed ice"},{"name":"Step: 3","text":"Stir the drink and garnish with a sprig of mint, and serve"},{"name":"Step: 4","text":"Use freshly picked mint leaves for the Mint Julep, and gently press them to release oils without tearing, which can add bitterness."},{"name":"Step: 5","text":"For authentic presentation, serve the Mint Julep in a silver or pewter cup, which not only looks elegant but also keeps the drink colder."}]},{"name":"Sidecar","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Cognac","quantity":"1⅔","unit":"oz"},{"name":"Triple Sec","quantity":"⅔","unit":"oz"},{"name":"Lemon Juice","quantity":"⅔","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all the ingredients into a cocktail shaker with ice and shake well until the outside of the shaker becomes frosted"},{"name":"Step: 2","text":"Strain into a chilled cocktail glass and serve"},{"name":"Step: 3","text":"Use VSOP or better quality cognac to ensure a well-rounded and rich base for your Sidecar cocktail."},{"name":"Step: 4","text":"Add a sugar rim to your cocktail glass for an extra touch of sweetness to balance the drink\u0027s tartness; use lemon juice to adhere the sugar to the rim."}]},{"name":"Long Island Iced Tea","colour":"winter","garnish":"Lemon","glassType":"Highball glass","ingredients":[{"name":"Cointreau","quantity":"½","unit":"oz"},{"name":"Cola","quantity":"Top up","unit":""},{"name":"White rum","quantity":"½","unit":"oz"},{"name":"Lemon Juice","quantity":"1","unit":"oz"},{"name":"Gin","quantity":"½","unit":"oz"},{"name":"Tequila Blanco","quantity":"½","unit":"oz"},{"name":"Sugar Syrup","quantity":"⅔","unit":"oz"},{"name":"Vodka","quantity":"½","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all ingredients into a highball glass with ice and top up with coke"},{"name":"Step: 2","text":"Stir gently"},{"name":"Step: 3","text":"Garnish with a lemon slice and serve"},{"name":"Step: 4","text":"Layer your spirits in the Long Island Iced Tea for a more visually appealing drink, starting with the lighter liquors first."},{"name":"Step: 5","text":"Use a high-quality cola brand as a cheap, overly sweet cola can compromise the balance of the cocktail."}]},{"name":"White Russian","colour":"thick","garnish":"","glassType":"Lowball / rocks glass","ingredients":[{"name":"Vodka","quantity":"1⅔","unit":"oz"},{"name":"Cream","quantity":"1","unit":"oz"},{"name":"Coffee liqueur","quantity":"⅔","unit":"oz"}],"steps":[{"name":"Step: 1","text":"In a lowball glass with ice add the vodka and coffee liqueur"},{"name":"Step: 2","text":"Give the mixture a stir to combine the ingredients before floating the cream on top"},{"name":"Step: 3","text":"Stir slowly and serve"},{"name":"Step: 4","text":"Use high-quality, full-fat cream to ensure a richer and smoother texture, which gives the White Russian its signature velvety mouthfeel."},{"name":"Step: 5","text":"Chill your glass in the freezer for 10-15 minutes before serving. This enhances the drinking experience by keeping the cocktail cold for longer."}]},{"name":"Mojito","colour":"winter","garnish":"Lime, mint","glassType":"Highball glass","ingredients":[{"name":"Lime juice","quantity":"⅔","unit":"oz"},{"name":"Mint Leaves","quantity":"15","unit":""},{"name":"White rum","quantity":"1½","unit":"oz"},{"name":"Soda water","quantity":"Top up","unit":""},{"name":"Sugar","quantity":"2 teaspoons","unit":""}],"steps":[{"name":"Step: 1","text":"In the bottom of a highball glass, muddle the mint leaves with the sugar and lime juice to release the oils from the mint leaves"},{"name":"Step: 2","text":"Next add a splash of soda water and fill up the glass with crushed ice"},{"name":"Step: 3","text":"Add the rum, top up with the soda water and give it a stir"},{"name":"Step: 4","text":"Garnish with a sprig of mint and a slice of lime and serve"},{"name":"Step: 5","text":"Use fresh, fragrant mint leaves and gently bruise them while muddling to release their essential oils without over-crushing, which can add bitterness."},{"name":"Step: 6","text":"Opt for superfine sugar or sugar syrup for easier mixing and a smoother, more consistent sweetness throughout the drink."}]},{"name":"Raspberry Martini","colour":"winter","garnish":"Raspberries","glassType":"Cocktail glass","ingredients":[{"name":"Vodka","quantity":"1⅔","unit":"oz"},{"name":"Raspberry liqueur","quantity":"0.44","unit":"oz"},{"name":"Sugar Syrup","quantity":"0.44","unit":"oz"},{"name":"Raspberries","quantity":"10","unit":""}],"steps":[{"name":"Step: 1","text":"In a cocktail glass muddle the ten raspberries with the sugar syrup until you\u0027ve got a nice pulp"},{"name":"Step: 2","text":"Add in the vodka and Chambord and shake with ice in a cocktail shaker"},{"name":"Step: 3","text":"Strain into a Martini glass and garnish with a couple of raspberries on a stick before serving"},{"name":"Step: 4","text":"Choose the ripest and freshest raspberries available, as they will provide the most natural sweetness and vibrant color to your cocktail."},{"name":"Step: 5","text":"Opt for a high-quality raspberry liqueur like Chambord to ensure a rich and authentic raspberry flavor."}]},{"name":"Raspberry Lynchburg","colour":"winter","garnish":"","glassType":"Highball glass","ingredients":[{"name":"Whiskey","quantity":"1","unit":"oz"},{"name":"Sugar Syrup","quantity":"¼","unit":"oz"},{"name":"Raspberry liqueur","quantity":"½","unit":"oz"},{"name":"Lemon-Lime soda","quantity":"1","unit":"oz"},{"name":"Lime juice","quantity":"¾","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Begin by vigorously shaking the whisky, sugar syrup and lime juice, along with some ice in a cocktail shaker"},{"name":"Step: 2","text":"Continue this action for about 10-15 seconds, or until the surface of the shaker feels frosty"},{"name":"Step: 3","text":"Next, carefully strain this mixture into a glass that\u0027s been filled with fresh ice"},{"name":"Step: 4","text":"Afterward, gently top off the concoction with your choice of lemonade or lime-lime soda, pouring slowly to maintain the layers"},{"name":"Step: 5","text":"Delicately drizzle the raspberry liqueur over the top of the drink"},{"name":"Step: 6","text":"As the liqueur sinks, it will create beautiful, colored streaks throughout the beverage, enhancing its appeal"},{"name":"Step: 7","text":"Use freshly squeezed lime juice instead of bottled juice. Fresh juice significantly enhances the zesty brightness of the cocktail."},{"name":"Step: 8","text":"Muddle a few fresh raspberries in the shaker before adding the other ingredients. This will introduce a natural berry flavor and a slight texture."}]},{"name":"Limoncello Spritz","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Champagne / prosecco","quantity":"1","unit":"oz"},{"name":"Lemon liqueur","quantity":"1","unit":"oz"},{"name":"Soda water","quantity":"⅔","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Start by filling your glass with ice to the brim, ensuring your drink will be perfectly chilled"},{"name":"Step: 2","text":"Next, gracefully pour all the specified ingredients over the ice, distributing flavors evenly"},{"name":"Step: 3","text":"With a long spoon, give the mixture a gentle stir for around 10-15 seconds, marrying all the elements together"},{"name":"Step: 4","text":"This brief stir ensures everything is well-combined without diluting the cocktail too much"},{"name":"Step: 5","text":"Finally, take a moment to enjoy the visual appeal of your creation before diving in"},{"name":"Step: 6","text":"Garnish with a twist of lemon peel and a sprig of mint to elevate the cocktail\u0027s aroma and add an appealing visual element."},{"name":"Step: 7","text":"For an added touch of sophistication, rim the glass with a light dusting of fine sugar mixed with a pinch of lemon zest."}]},{"name":"Cameron\u0026#039;s Kick","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Whiskey (Scotch whisky)","quantity":"1","unit":"oz"},{"name":"Whiskey (Irish whisky)","quantity":"1","unit":"oz"},{"name":"Lemon Juice","quantity":"½","unit":"oz"},{"name":"Orgeat Syrup","quantity":"⅓","unit":"oz"},{"name":"Water","quantity":"½","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Begin by combining all your ingredients in a cocktail shaker filled with ice"},{"name":"Step: 2","text":"Give it a robust shake for about 10-15 seconds, or until the outside of the shaker feels cold and frosted"},{"name":"Step: 3","text":"Next, grab a fine strainer to help ensure your drink is smooth and free from unwanted ice chips"},{"name":"Step: 4","text":"Pour the mixture through the strainer into a glass that\u0027s been chilled, to keep your cocktail perfectly cool"},{"name":"Step: 5","text":"Enjoy your freshly crafted drink right away for the best taste and experience"},{"name":"Step: 6","text":"Use a mix of both Irish and Scotch whiskeys to add a wider range of flavor notes. The Irish whiskey\u0027s smoothness and Scotch\u0027s peaty characteristics make a harmonious blend."},{"name":"Step: 7","text":"Lightly mist the finished cocktail with a few drops of orange blossom water. This adds a floral note that enhances the drink\u0027s complexity."}]},{"name":"Dry Martini Franklin","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Orange Bitters","quantity":"1 dash","unit":""},{"name":"White vermouth","quantity":"½","unit":"oz"},{"name":"Dry gin","quantity":"2","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Begin by stirring some vermouth with ice in a glass, then carefully strain and discard any excess liquid, ensuring the ice and interior of the glass are lightly coated with vermouth aroma"},{"name":"Step: 2","text":"Next, gently pour the gin over the vermouth-infused ice"},{"name":"Step: 3","text":"Stir the mixture together for about 10-15 seconds to blend the flavors well"},{"name":"Step: 4","text":"Finally, strain the combined mixture into a pre-chilled glass, ready to enjoy your perfectly crafted cocktail"},{"name":"Step: 5","text":"Pre-chill your glassware in a freezer to ensure the martini maintains its optimal temperature when served."},{"name":"Step: 6","text":"Use a bar spoon to gently stir the martini, aiming for smooth, even cooling without causing too much dilution."}]},{"name":"Ward 8","colour":"winter","garnish":"Cocktail cherry","glassType":"Cocktail glass","ingredients":[{"name":"Orange juice","quantity":"½","unit":"oz"},{"name":"Lemon Juice","quantity":"½","unit":"oz"},{"name":"Grenadine","quantity":"1 teaspoon","unit":""},{"name":"Rye Whiskey","quantity":"2","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Pour all ingredients into a shaker with ice"},{"name":"Step: 2","text":"Shake well then strain into a chilled cocktail glass"},{"name":"Step: 3","text":"Garnish with a maraschino cherry and serve"},{"name":"Step: 4","text":"Use a robust rye whiskey to add spice and depth, complementing the citrus and grenadine."},{"name":"Step: 5","text":"Shake vigorously to properly emulsify the citrus juices and create a slightly frothy texture that makes the cocktail more enjoyable."}]},{"name":"Blinker","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Grapefruit Bitters","quantity":"4 drops","unit":""},{"name":"Rye Whiskey","quantity":"1","unit":"oz"},{"name":"Pink Grapefruit Juice","quantity":"2","unit":"oz"},{"name":"Grenadine","quantity":"½","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Begin by adding all the ingredients into a cocktail shaker filled with ice, ensuring everything is ready to blend together"},{"name":"Step: 2","text":"Vigorously shake the mixture for about 10-15 seconds, or until you notice the shaker\u0027s exterior getting frosted, indicating it\u0027s nicely chilled"},{"name":"Step: 3","text":"Carefully perform a fine strain of the cocktail to catch any unwanted ice chips or pulp, ensuring a smooth drink"},{"name":"Step: 4","text":"Pour the strained mixture into a glass that has been chilled beforehand, optimizing the cocktail\u0027s temperature and freshness"},{"name":"Step: 5","text":"Enjoy the perfectly crafted cocktail, ideal for savoring its balanced flavors and chilled excellence"},{"name":"Step: 6","text":"Opt for freshly squeezed pink grapefruit juice for the Blinker. This will enhance the cocktail\u0027s freshness and add a more nuanced tanginess."},{"name":"Step: 7","text":"Try using homemade grenadine made from pomegranate juice and sugar. It adds a more authentic, less commercial sweetness to the cocktail."}]},{"name":"B52","colour":"thick","garnish":"","glassType":"Shot glass","ingredients":[{"name":"Bailey\u0027s","quantity":"⅔","unit":"oz"},{"name":"Orange liqueur","quantity":"⅔","unit":"oz"},{"name":"Coffee liqueur","quantity":"⅔","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Layer the ingredients in the shot glass"},{"name":"Step: 2","text":"Starting by pouring in the heaviest first, the coffee liqueur"},{"name":"Step: 3","text":"Follow with the Baileys, pouring carefully so the layers do not mix"},{"name":"Step: 4","text":"Finally float the Grand Marnier on top then serve"},{"name":"Step: 5","text":"To create crisp, defined layers, use an inverted bar spoon or the back of a regular spoon to gently pour each liqueur over."},{"name":"Step: 6","text":"Chill each liqueur before layering, as this helps maintain the separation and ensures the drink is served cold without needing additional chilling."}]},{"name":"Paloma","colour":"tropical","garnish":"Slice of grapefruit or a lime wedge","glassType":"Highball glass","ingredients":[{"name":"Tequila Blanco","quantity":"1⅔","unit":"oz"},{"name":"Grapefruit Juice","quantity":"0.85","unit":"oz"},{"name":"Lime juice","quantity":"0.44","unit":"oz"},{"name":"Salt","quantity":"pinch","unit":""},{"name":"Soda water (If you can, use grapefruit soda water)","quantity":"1⅔","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Start by preparing a glass (ideally a highball glass) by running a lime wedge around the rim and dipping it into a small plate of salt to coat the edge"},{"name":"Step: 2","text":"Fill the glass with ice cubes"},{"name":"Step: 3","text":"Pour in the tequila, followed by the grapefruit juice and lime juice"},{"name":"Step: 4","text":"Add a pinch of salt to the mixture"},{"name":"Step: 5","text":"Gently top off the drink with soda water, preferably grapefruit soda water for an extra citrusy kick"},{"name":"Step: 6","text":"Stir the drink gently to mix all the ingredients"},{"name":"Step: 7","text":"Garnish with a slice of grapefruit or a lime wedge, and enjoy your refreshing Paloma!"},{"name":"Step: 8","text":"Smoked Salt Rim: Elevate the traditional salt rim by using smoked salt. The smoky flavor adds a subtle depth that beautifully complements the earthy notes of the tequila while contrasting with the bright grapefruit and lime. For an even more elevated experience, try a mix of smoked salt and Tajín for a slight chili kick."},{"name":"Step: 9","text":"Fresh Grapefruit Peel Zest: Before juicing your grapefruit, zest a bit of the peel directly into the glass. The essential oils released from the fresh peel will intensify the aroma and give the Paloma a more complex citrus profile, adding a dimension that bottled grapefruit juice can\u0027t achieve."}]},{"name":"Ultima Palabra","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Green Chartreuse","quantity":"¾","unit":"oz"},{"name":"Water","quantity":"⅓","unit":"oz"},{"name":"Lime juice","quantity":"¾","unit":"oz"},{"name":"Pineapple Juice","quantity":"¾","unit":"oz"},{"name":"Maraschino Cherry","quantity":"¾","unit":"oz"},{"name":"Mezcal","quantity":"¾","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Begin by adding all of your ingredients into a cocktail shaker filled with ice, ensuring that everything is ready to be mixed thoroughly"},{"name":"Step: 2","text":"Vigorously shake the mixture for 10-15 seconds, or until you notice that the outside of the shaker begins to look frosted, indicating that the contents are well-chilled"},{"name":"Step: 3","text":"Once shaken, grab a chilled glass prepared beforehand to ensure your drink remains cold for longer"},{"name":"Step: 4","text":"Proceed to fine strain the mixture into the glass, which helps to remove any ice shards or unwanted bits, giving your cocktail a smoother texture"},{"name":"Step: 5","text":"Enjoy your meticulously crafted cocktail, served at the perfect temperature and consistency for a refreshing experience"},{"name":"Step: 6","text":"Consider using freshly pressed pineapple juice instead of store-bought. This will give a more vibrant and authentic tropical flavor to your cocktail."},{"name":"Step: 7","text":"Experiment with a flamed lime peel garnish to add a subtle aromatic citrus note while enhancing the visual presentation."}]},{"name":"Cosmopolitan","colour":"winter","garnish":"Lemon","glassType":"Cocktail glass","ingredients":[{"name":"Lemon vodka","quantity":"1.35","unit":"oz"},{"name":"Cointreau","quantity":"½","unit":"oz"},{"name":"Lime juice","quantity":"½","unit":"oz"},{"name":"Cranberry Juice","quantity":"1","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Add all the ingredients to a cocktail shaker with plenty of ice, and shake until the outside of the shaker becomes frosted"},{"name":"Step: 2","text":"Strain into a cocktail glass and garnish with a twist of lemon peel before serving"},{"name":"Step: 3","text":"Use a potato peeler to create a long, elegant lemon twist rather than a simple slice. This will enhance both the visual appeal and the aromatic experience of the drink."},{"name":"Step: 4","text":"To create a perfectly balanced Cosmopolitan, make sure to use cranberry juice that is 100% juice, as cocktails with added sugar can distort the drink\u0027s flavor."}]},{"name":"Dry Martini  Montgomery\u0026#039;s","colour":"winter","garnish":"","glassType":"Cocktail glass","ingredients":[{"name":"Dry gin","quantity":"2","unit":"oz"},{"name":"Orange Bitters","quantity":"1 dash","unit":""},{"name":"White vermouth","quantity":"0.17","unit":"oz"}],"steps":[{"name":"Step: 1","text":"Start off by adding all the ingredients into a cocktail shaker filled with ice"},{"name":"Step: 2","text":"Shake the mixture vigorously for about 10-15 seconds or until the shaker feels frosty on the outside"},{"name":"Step: 3","text":"Then, use a fine strainer to pour the cocktail into a glass that has been pre-chilled in the freezer or refrigerator to keep your drink extra cold"},{"name":"Step: 4","text":"Use freshly opened bottles of vermouth to ensure the best flavor, as vermouth can oxidize quickly once opened."},{"name":"Step: 5","text":"Express and discard an orange zest over the glass to release its oils, intensifying the orange bitters\u0027 contribution."}]},{"name":"Vodka Sour","colour":"winter","garnish":"Lemon, cocktail cherry","glassType":"Lowball / rocks glass","ingredients":[{"name":"Vodka","quantity":"2","unit":"oz"},{"name":"Lemon Juice","quantity":"1","unit":"oz"},{"name":"Sugar Syrup","quantity":"½","unit":"oz"},{"name":"Angostura Bitters","quantity":"2 dashes","unit":""},{"name":"Egg","quantity":"1 egg white","unit":""}],"steps":[{"name":"Step: 1","text":"Add all ingredients to a cocktail shaker with ice"},{"name":"Step: 2","text":"Shake well for 10-15 seconds or until the outside of the shaker becomes frosted"},{"name":"Step: 3","text":"Strain into the glass, garnish with a lemon slice and a maraschino cherry and serve"},{"name":"Step: 4","text":"Perform a \u0027reverse dry shake\u0027 by first shaking all the ingredients with ice, then removing the ice and shaking again. This method increases the frothiness of the egg white."},{"name":"Step: 5","text":"Use a bar spoon to gently stir the Angostura bitters on top of the egg white foam after pouring. This will create a beautiful visual effect and an aromatic layer."}]},{"name":"New York Sour","colour":"winter","garnish":"Orange, cocktail cherry","glassType":"Lowball / rocks glass","ingredients":[{"name":"Lemon Juice","quantity":"1","unit":"oz"},{"name":"Sugar Syrup","quantity":"¾","unit":"oz"},{"name":"Red Wine","quantity":"½","unit":"oz"},{"name":"Bourbon","quantity":"2","unit":"oz"},{"name":"Egg","quantity":"1 egg white","unit":""}],"steps":[{"name":"Step: 1","text":"Add the egg white, bourbon, lemon juice and sugar syrup to a cocktail shaker with ice"},{"name":"Step: 2","text":"Shake well for 10-15 seconds or until the outside of the shaker becomes frosted"},{"name":"Step: 3","text":"Strain into a lowball glass and carefully pour the red wine on top so that it floats"},{"name":"Step: 4","text":"Garnish with an orange peel and a cherry and serve"},{"name":"Step: 5","text":"Choose a dry red wine such as a Cabernet Sauvignon or Merlot for the float to balance the sweetness."},{"name":"Step: 6","text":"Perform a dry shake (shake the ingredients without ice) first to emulsify the egg white, then add ice and shake again for a frothier texture."}]}]}